<template>
	<div class="g-hd">
		<div class="header_left f-fl">
			<img src="../../static/images/logo.png" class="u-cs-lg" alt="" v-link="{ path: '/index'}">
		</div>
		<div class="g-cs-fh">
			<a v-link="{ path: '/index'}"></a>返回首页
		</div>
	</div>
	<div class="g-w mt90 f-re">
		<div class="g-cs-m">
			<p class="f-tc">
				<span class="g-cs-t">开赛吧服务协议</span>
			</p>
			<p class="g-cs-p1" style="text-indent: 28px;">开赛吧是一款面向赛事组织者与选手的电竞赛事工具平台（以下简称“开赛吧”）。</p>
			<p class="g-cs-p2" style="text-indent: 28px;">我们为赛事组织者提供便捷灵活的赛事创办工具，多元化的赛制模板，一键生成赛事，比赛进程流程化管理，实现报名自动化和个性化赛事专题主页的打造。</p>
			<p class="g-cs-p2" style="text-indent: 28px;">同时，我们为热爱电子竞技的玩家提供灵活的参赛信息管理，统一的个人参赛信息，战队的快速组建功能和高效报名的参赛体验，让玩家告别零散的报名方式，拥有属于自己的个人战绩中心，打造属于玩家自己的电竞档案。</p>
			<p class="g-cs-p2" style="text-indent: 28px;">《开赛吧赛事工具平台服务协议》将由您与开赛吧服务提供方浙江网竞网络科技有限公司共同缔结，本协议具有合同效力。请您务必审慎阅读、充分理解各协议内容，特别是免除或者限制责任的协议。您在注册程序过程中点击确认“我接受《开赛吧服务协议》”即表示您与开赛吧赛事工具平台达成协议，完全接受本服务协议项下的全部条款。除非您已阅读并接受本协议所有条款，否则您无权使用开赛吧赛事工具平台的服务。您一旦使用开赛吧赛事工具平台的服务，即视为您已了解并完全同意本服务协议各项内容，包括开赛吧对服务协议随时做的任何修改。</p>
			<p class="f269 g-cs-p2">一．服务内容</p>
			<p class="g-cs-p2">1.1.面向赛事举办者的服务：</p>
			<p class="g-cs-p2">帮助赛事举办者从规则创建、赛制设置到报名信息收集、赛前选手签到确认、自动公平分组对阵图生成、到开赛后比分晋级管理、选手排行统计、赛事视频管理的一体化管理方案。为举办者的赛事内容沉淀、品牌构建、粉丝维护提供有力的支撑。</p>
			<p class="g-cs-p2">1.2.面向参赛选手的服务：</p>
			<p class="g-cs-p2">为热爱电子竞技的参赛选手提供灵活的参赛信息管理，告别零散的报名方式，统一的个人参赛信息、战队的组建和高效报名参赛体验，同时选手可以在开赛吧平台中看到各大赛事的信息、进程、结果，大到专业厂商举办的大型赛事小到主播水友赛。</p>
			<p class="g-cs-p2">开赛吧平台不承担因业务调整给用户造成的损失。</p>
			<p class="f269 g-cs-p2">二．服务协议的完善和修改</p>
			<p class="g-cs-p2">2.1.开赛吧平台会有权根据互联网的发展和中华人民共和国有关法律、法规的变化，不时地完善和修改开赛吧平台服务协议。开赛吧平台保留随时修改服务协议的权利，用户在使用开赛吧平台服务时，有必要对最新的开赛吧平台服务协议进行仔细阅读和重新确认，当发生有关争议时，请以最新的服务协议为准。</p>
			<p class="g-cs-p2">2.2.变更本服务协议时，开赛吧会在相关页面进行通知。您可以在开赛吧相关页面查阅最新版本的服务协议。</p>
			<p class="g-cs-p2">2.3.本服务协议变更后，如果您继续使用开赛吧赛事工具平台相关服务，即视为您已接受变更后的协议。如果您不接受变更后的协议，应当停止使用开赛吧赛事工具平台的服务。</p>
			<p class="f269 g-cs-p2">三．用户信息收集、使用及保护</p>
			<p class="g-cs-p2">3.1.您同意并授权开赛吧为履行本协议之目的收集您的用户信息，这些信息包括您在注册系统中注册的信息、您游戏账号下的游戏数据以及其他您在使用开赛吧赛事工具平台服务的过程中向开赛吧提供或开赛吧基于安全、用户体验优化等考虑而需收集的信息，开赛吧对您的用户信息的收集将遵循相关法律的规定。</p>
			<p class="g-cs-p2">3.2. 您充分理解并同意：为更好地向您提供开赛吧游戏服务，开赛吧可以将您的用户信息提交给其关联公司，且开赛吧有权自行或通过第三方对您的用户信息进行整理、统计、分析及利用。</p>
			<p class="g-cs-p2">3.3. 您充分理解并同意：开赛吧或其合作的第三方可以根据您的用户信息，通过短信、电话、邮件等各种方式向您提供关于开赛吧游戏的活动信息、推广信息等各类信息。</p>
			<p class="g-cs-p2">3.4. 开赛吧保证不对外公开或向任何第三方提供您的个人信息，但是存在下列情形之一的除外：</p>
			<p class="g-cs-p2">(1) 公开或提供相关信息之前获得您许可的；</p>
			<p class="g-cs-p2">(2) 根据法律或政策的规定而公开或提供的；</p>
			<p class="g-cs-p2">(3) 只有公开或提供您的个人信息，才能提供您需要的开赛吧游戏服务的；</p>
			<p class="g-cs-p2">(4) 根据国家权力机关要求公开或提供的；</p>
			<p class="g-cs-p2">(5) 根据本协议其他条款约定而公开或提供的。</p>
			<p class="f269 g-cs-p2">四．使用规则</p>
			<p class="g-cs-p2">4.1. 用户有如下任何一种或多种行为的，开赛吧有权随时取消该用户账号或终止或暂停对该用户的全部或部分服务（包括但不限于封停该用户帐号），并且有权随时取消或收回用户在赛事工具平台内获取的任何利益，而无需对用户或任何第三方承担任何责任：</p>
			<p class="g-cs-p2">(1) 用户提供的个人资料不真实；</p>
			<p class="g-cs-p2">(2) 用户违反本协议中规定的使用规则或者其他各项公开规则的行为；</p>
			<p class="g-cs-p2">(3) 用户有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为；</p>
			<p class="g-cs-p2">(4) 用户在接受开赛吧服务时实施不正当行为的，开赛吧有权终止对其提的供服务。</p>
			<p class="g-cs-p2">4.2. 开赛吧赛事工具平台允许通过赛事资格认证的开赛吧用户进行赛事创建,但需遵循一下规则：</p>
			<p class="g-cs-p2">(1) 创建赛事用户的信息的真实性</p>
			<p class="g-cs-p2">赛事创建用户必须本着诚实守信的态度创建相关赛事，并在对应信息填写栏目内，填写真实有效的个人资料信息；</p>
			<p class="g-cs-p2">开赛吧有权审查用户提供的身份信息的真实性和有效性；</p>
			<p class="g-cs-p2">(2) 赛事信息完整性</p>
			<p class="g-cs-p2">赛事创建用户应按照赛事创建流程填写完整、易懂、明确、无错误的赛事信息，否则，所创建赛事将不能通过审核。</p>
			<p class="g-cs-p2">(3) 赛事LOGO的优质性及版权完整性</p>
			<p class="g-cs-p2">赛事创建用户务必使用具有美学观赏性或艺术性的图片作为赛事LOGO，开赛吧赛事工具平台拒绝粗制滥造，或不经制作者授权的图片作为LOGO。赛事方因使用未经授权的LOGO和LOGO制作者产生纠纷的，开赛吧将不负任何责任，对应责任由赛事创建者承担。</p>
			<p class="g-cs-p2">4.3. 开赛吧赛事工具平台尊重所有用户信息的保密性，赛事工具平台的任何用户都无权将其他用户信息（主要包括用户基本资料、用户比赛数据、用户赛事数据等）泄露给第三方，因非赛事工具平台原因,造成用户信息泄露,引起纠纷的，开赛吧将不承担任何责任，相关责任由信息泄露方承担。</p>
			<p class="g-cs-p2">4.4. 开赛吧赛事工具平台的所有赛事举办方有义务本着公平合理原则对赛事成员进行管理，不得恶意删除、拉黑或屏蔽赛事成员；否则开赛吧将根据实际情况对赛事进行相应处罚；</p>
			<p class="g-cs-p2">4.5. 开赛吧为了维护赛事参赛用户的权益，保障赛事奖金的稳定性和可靠性。</p>
			<p class="g-cs-p2">4.6. 用户在使用开赛吧赛事工具平台服务的过程中，必须遵循以下原则：</p>
			<p class="g-cs-p2">(1) 遵守中国有关的法律和法规；</p>
			<p class="g-cs-p2">(2) 遵守所有与网络服务有关的网络协议、规定和程序；</p>
			<p class="g-cs-p2">(3) 不得为任何非法目的而使用网络服务系统；</p>
			<p class="g-cs-p2">(4) 不得利用开赛吧赛事工具平台网络服务系统进行任何可能对互联网或移动网正常运转造成影响的行为；</p>
			<p class="g-cs-p2">(5) 不得利用开赛吧赛事工具平台聊天服务进行展示或传播任何具有虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
			<p class="g-cs-p2">(6) 不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；</p>
			<p class="g-cs-p2">(7) 不得利用开赛吧赛事工具平台服务进行任何不利于开赛吧的行为；</p>
			<p class="g-cs-p2">(8) 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告开赛吧；</p>
			<p class="g-cs-p2">(9) 不使用外挂或者其他作弊手段参加开赛吧网络服务。如果开赛吧发现用户数据异常，有权根据本协议的规定，采取相应措施：包括但不限于对该帐号的冻结、终止、删除；基于上述行为而遭开赛吧冻结、终止、删除帐号或采取其他限制措施的用户，不得因此要求开赛吧做任何补偿或退费。</p>
			<p class="g-cs-p2">4.7. 赛事工具平台中的赛事举办方应在充分尊重比赛事实，维护赛事成绩公平公正的基础上对赛事成绩进行管理，不得恶意取消、删除或以其他方式干扰赛事参与用户的成绩。</p>
			<p class="f269 g-cs-p2">五．内容所有权</p>
			<p class="g-cs-p2">5.1. 开赛吧赛事工具平台提供的网络服务可能包括：文字、软件、声音、图片、录像、图表等，所有这些内容受著作权法、商标法和其他相关法律法规的保护。用户只有在获得开赛吧或其他相关权利人的书面授权之后才能使用这些内容，而不能擅自复制、再造这些内容或创造与内容有关的派生产品。</p>
			<p class="g-cs-p2">5.2. 开赛吧、赛事举办方和比赛参与人共同拥有比赛版权，主要包括，比赛数据、比赛视频等。</p>
			<p class="g-cs-p2">5.3. 开赛吧和赛事举办方共同拥有赛事版权，主要包括，赛事数据、赛事比赛视频版权，其中赛事数据和赛事视频是指由开赛吧赛事工具平台服务产生的直接或间接的所有比赛数据和比赛视频。</p>
			<p class="f269 g-cs-p2">六．服务变更、中断或终止</p>
			<p class="g-cs-p2">6.1. 鉴于网络服务的特殊性，您同意开赛吧有权随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。如变更、中断或终止的网络服务属于免费网络服务，开赛吧无需通知用户，也无需对任何用户或任何第三方承担任何责任；如变更、中断或终止的网络服务属于收费网络服务，开赛吧将尽可能在变更、中断或终止之前事先通知用户。</p>
			<p class="g-cs-p2">6.2. 您理解并认可，开赛吧需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成网络服务在合理时间内的中断，开赛吧无需为此承担任何责任，但开赛吧将尽可能事先进行通告。</p>
			<p class="g-cs-p2">6.3. 您有如下任何一种或多种行为的，开赛吧有权随时取消您的账号或终止或暂停对您的全部或部分服务（包括但不限于封停您帐号），并且有权随时取消或收回您在赛事工具平台内获取的任何利益，而无需对您或任何第三方承担任何责任：</p>
			<p class="g-cs-p2">(1) 您提供的个人资料不真实；</p>
			<p class="g-cs-p2">(2) 您违反本协议中规定的使用规则或者其他各项公开规则的行为；</p>
			<p class="g-cs-p2">(3) 您在使用收费网络服务时未按规定向开赛吧付相应的服务费；</p>
			<p class="g-cs-p2">(4) 您有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，开赛吧应当立即终止对用户提供服务。</p>
			<p class="g-cs-p2">(5) 您在接受开赛吧赛事工具平台服务时实施不正当行为的，开赛吧有权终止对您提供服务。</p>
			<p class="g-cs-p2">(6) 您提供虚假注册身份信息，或实施违反本协议的行为，开赛吧有权中止对您提供的全部或部分服务；</p>
			<p class="g-cs-p2">(7) 开赛吧根据本条约定中止或终止对用户提供部分或全部服务的，开赛吧应负举证责任。</p>
			<p class="g-cs-p2">(8) 您应确实遵守本协议条款及有关法律命令的规定。开赛吧对于您是否违反本协议条款有最终解释权。若开赛吧认定您违反协议条款或任何法令，您同意开赛吧可以随时终止您帐号的使用。</p>
			<p class="f269 g-cs-p2">七．其他规定</p>
			<p class="g-cs-p2">7.1. 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>
			<p class="g-cs-p2">7.2. 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
			<p class="g-cs-p2">7.3. 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
			<p class="g-cs-p2 f269">再次明确提示，您在注册程序过程中点击确认“我接受《开赛吧服务协议》”即表示您与开赛吧赛事工具平台达成协议，视为完全理解并接受本服务协议项下的全部条款，特别是着重提示的免除或限制责任的条款，如有任何对于条款内容、责任、法律后果不清楚或存在歧义的，请于点击确认前致电400-690-2530，以获得明确的解释或说明。</p>
			<p class="g-cs-p1">本协议最终解释权归开赛吧所有。</p>
			<p class="g-cs-p2">2016/8/20</p>
			<p class="g-cs-p2">开赛吧赛事工具平台</p>
		</div>
	</div>
	<div class="footer">
		浙江网竞网络科技有限公司  |   浙ICP备14028335号-2   |   Copyright©2016 kaisaiba.com All Rights Reserved.
	</div>
</template>
<script type="text/javascript">
	export default {
		data (){
			return{

			}
		},
		ready:function(){

		},
		methods:{

		}
	}
</script>